export const jiangyuzhen = {
  name: '姜玉珍',
  from: 'chengdu',
  zhFrom: '成都',
  img: '/image/organizer/jiangyuzhen.png',
  github: '',
  motto: '',
  storyWithFCC: [
    '我是一名前端工程师，也是freeCodeCamp成都社区的一名组织者。工作初期，我通过在freeCodeCamp线上学习提升了编程技能，使得我的工资翻倍，同时参与线下社区组织的经历帮助我提升了沟通能力，锻炼了管理和组织能力。',
  ],
  profile: [],
};
export const yuanmincheng = {
  name: '袁民成',
  from: 'chengdu',
  zhFrom: '成都',
  img: '/image/organizer/yuanmincheng.png',
  github: '',
  motto: '世界上只有一种真正的英雄主义，那就是在认清生活真相之后依然热爱生活',
  storyWithFCC: [
    '我与FCC结缘是因为自学前端，当时我正处在第一次创业期间。由于是创业期，没有太多的启动资金，请不起程序员大佬，只好自学前端和小程序开发，于是在接触到了FCC的在线自学课程。后来又参加了两次 coffee & code ，认识了一些成都社区的小伙伴，进而有幸加入了FCC成都社区。现在，我负责FCC成都社区的新媒体建设，也算是老本行。我希望在未来，能以自己的方式助力FCC扩大在全行业的影响力，进而帮助更多想要自学编程的小伙伴，去实现他们的梦想！',
  ],
  profile: [
    {
      title: 'Trans城际物流平台',
      content:
        '自主创业项目，本项目通过微信群聚拢货车司机，通过线下货运部打入货主市场，通过微信小程序为双方提供简洁、快速、轻量级的资源与需求对接服务，旨在为货车司机提供周边城际物流需求，为货主提供就近城际货运资源，促进公路货运供应链改革。',
    },
  ],
};
export const heqingsong = {
  name: '何青松',
  from: 'chengdu',
  zhFrom: '成都',
  img: '/image/organizer/heqingsong.png',
  github: '',
  motto: '居安思危，未雨绸缪',
  storyWithFCC: [
    '2017年10月，我想以一己之力在成都做一场大型的前端技术交流活动。在找本土企业嘉宾做分享的过程中，经朋友介绍了解到freeCodeCamp成都社区，也是通过这场线下活动加入到成都社区的团队中，和团队一起完成了社区第一次大型技术交流活动。次年3月份，我们再次发起大型技术专场活动《React技术专场活动》，帮助成都众多明星企业招聘到人才。次月，我承接了FCC成都社区负责人职务。',
    '担任社区负责人期间，我带领团队建设FCC成都社区技术品牌，把FCC成都社区在成都做到技术类社区市场影响力第一，拓展并帮助成都科技与互联网企业70余家，创立FCC中国阶梯团队管理制度，拓展FCC重庆社区并帮助FCC重庆社区快速成长。',
    '希望在未来不论是谁带领FCC成都社区往前走，都能不忘初心，以人为本，肩负起一个技术社区应有的社会价值，同时也能不忘使命，不为权利与私欲所动心，带领团队让FCC成都社区帮助到更多的人。',
  ],
  profile: [
    {
      title: '发起 2017成都首届Web前端交流大会活动',
      content:
        '在做成都首届web前端交流大会活动之前，我参加过很多的线下技术交流活动。这些活动大都是打着技术分享的旗号做着产品宣传的事情，这让我对未来成都技术圈子的交流氛围感到担忧，因此我联合FCC成都社区团队快速落地成都首届大型Web前端交流大会，在成都首次活动中取得了不错的成绩。',
    },
    {
      title: '发起 React技术专场交流活动并帮助明星企业23家',
      content:
        '2018年3月，我们应广大社区技术人员的诉求和成都众多企业的需求，再次发起了大型React技术专场交流活动。我们邀请了成都的腾讯云、美团、知道创宇、蚂蚁金服、以及杭州的宋小菜几家企业的嘉宾，就React技术的实践与经验给大家带来了一场更高质量的技术活动，同时社区也邀请了成都本土23家明星企业参与到活动的招聘当中，帮助了现场需要找工作的技术人才们。',
    },
    {
      title: '带领团队落地并执行2018成都Web前端交流大会',
      content:
        '2018年11月，我们发起了2018年的前端大会活动，邀请国内众多技术大咖来到成都，给大家带来一场技术盛宴。随着社区前进的步伐越来越快，团队的培养与人才的历练也更加重要，要让FCC成都社区更加健康长久地发展下去，就需要在社区众多的事务当中让社区的小伙伴得到充分的锻炼，让大家在今后的社区发展过程中都能独当一面。',
    },
    {
      title: '带领团队落地FCC中文社区全国多城市联动大型活动',
      content:
        '随着FCC中文社区在国内的影响力的不断上升，为了凝聚全国城市社区的力量，让FCC在国内和全球的影响力再上一个新台阶，2018年11月，我配合FCC中国运营团队，带领FCC全国各城市社区，在国内各大城市同一天共同举办联动性的大型技术交流会议，让全国各城市的开发者们都能在当地的线下FCC组织中参与到活动中，收获到更多的知识，让自己得到成长。',
    },
    {
      title: '拥有两次创业经历',
      content:
        '在我的个人职业履历中，我有过两次创业失败的经历。正是有这两次宝贵的经历，让我对团队、对人更加注重。事在人为天道酬勤——在创业失败的血泪教训中，我深刻地认识到技术对一家公司的重要性，但比技术还重要的是眼界、战略规划、执行、团队管理的能力，让我从一个程序猿的固有思维模式快速转变为一个创业者的思维模式。',
    },
  ],
};
export const kanziqiang = {
  name: '阚自强',
  from: 'tianjin',
  zhFrom: '天津',
  github: 'https://github.com/topqiang',
  img: '/image/organizer/kanziqiang.png',
  motto: '把每一件小事做的更精彩',
  storyWithFCC: [
    '加入FCC源于2017PHP全球开发者大会结识Miya，也因自己对技术交流的一种渴望，希望可以通过社区技术交流帮助更多开发者成长，结识更多同路人。作为天津一名互联网技术从业者看到起步较早的天津在技术大环境氛围上被一些二三线城市迅速赶超，深感一份担忧和责任，也希望自己可以做点事情让更多的技术相关人活跃起来，更好地促进彼此的成长，更好地拉动整个天津的技术氛围。我相信，加入FCC我们可以”让天津的互联网技术氛围因有我的存在而有一点点不同。”',
  ],
  profile: [
    {
      title: 'Find周边',
      content:
        '可以快速通过小程序进行定位搜索周围的公共设施，支持附近范围的搜索、历史记录、热门推荐、语音识别等。【项目链接：微信搜索“Find周边”】',
    },
    {
      title: '众享车驿站',
      content:
        '让传统汽车可以通过我们设备和系统的接入变成智能网联车，帮助消费者搭建自己爱车的安全驾驶，智能监控，定点维修保养服务的云汽车医生。【项目地址： 微信搜索“车驿站养护中心”】',
    },
  ],
};
export const liuzhu = {
  name: '刘柱',
  from: 'tianjin',
  zhFrom: '天津',
  github: 'https://github.com/simengphp/',
  img: '/image/organizer/liuzhu.png',
  motto: '做一个实实在在的内行人',
  storyWithFCC: [
    '结识FCC得益于工作中的小伙伴阚自强（@Topqiang），加之本身也是一名公益组织思梦php的发起者，因此加入这个推动开源事业以及帮助更多爱好编程的朋友更好更快的入门的这样一个团队，所在团队是FCC天津地区，作为一名天津人以及天津的互联网从业者，对天津互联网大环境的一种失望，想通过自己的一点小努力去做一点小改变。',
    '作为一名程序员，对新鲜技术的渴望，对于个人发展的注重度对于我而言的确很高，这也是自己在不断尝试一些线上交流会的一个初衷，想生活在一种互联网思维很浓重的大环境下，认识FCC并加入FCC属于认识一个三观在一条直线上的好友，有共同的目标，有更多的机会和力量去不断实现以及坚持自己的初衷，正如FCC天津的那句口号：让天津的互联网技术氛围因有我的存在而有一点点不同 。',
  ],
  profile: [
    {
      title: '思梦php官网',
      content:
        '一个分享PHP、mysql、nginx、linux、redis实战技术的博客系统。【项目链接：www.simengphp.com】',
    },
    {
      title: '新冻网',
      content:
        '为客户提供全国冻品冻货价格、冻品冻货行情,汇集全国各地冻品,冻货渠道,有来自全国各地的养殖场、屠宰场、加工厂、贸易公司、分销商； [1]  针对冻品原材料供求信息的平台，整合贸易公司、屠宰场、加工厂、分销商之间提供一站式解决案。【www.xindongnet.com】',
    },
  ],
};
export const yilina = {
  name: '伊丽娜',
  from: 'tianjin',
  zhFrom: '天津',
  github: '',
  img: '/image/organizer/yilina.png',
  motto: '',
  storyWithFCC: [
    '我是FCC天津社区成员伊丽娜，我与FCC的相识是从一个普通大众思维向互联网思维转变的过程，改变了我的职业观及工作思维方式。因工作原因，我结识了FCC天津社区发起人阚自强（TOPQiang），虽然我比较年长，但是我习惯性的称呼他为强哥。强哥带我走进了FCC，认识了许多优秀的科技人才和有志青年，拓展了我的视野及思维。严格来讲，我的工作是互联网运营岗，所以对技术钻研不深，但是我个人觉得，产品、技术、运营保持交流是十分必要的。',
    '我和FCC的故事才刚刚开始，希望日后，在强哥以及天津社区其他成员的共同努力和带领下，FCC天津社区会日益壮大，并“让天津的互联网技术氛围因有我的存在而有一点点不同 ”。',
  ],
  profile: [
    {
      title: '富汇燕兴网站及网上商城',
      content:
        '从网站前期策划，到技术开发，到后期运营，均全程跟进。该网站字品牌展示，在线功能及网上商城为主，在同行业网站中较为典型，网站运营时间3年，运营期间通过持续举办各类线上活动及媒体事件，不断提升网站PV，服务全国代理商近千家。',
    },
    {
      title: '斗金APP',
      content:
        '项目工作大致分为3个阶段：前期APP上线之前，不打无准备之仗，进行目标用户梳理，主要包括APP目标用户群体分析、目标用户群体画像、用户群体场所、竞品分析等。进行应用商店准备，包括APP的产品介绍、推荐语、口号等还包括相应的icon、应用市场缩略图，第三方应用商店下载渠道及账号等。第二阶段APP上线初期，召集种子用户是关键，APP上线后，召集种子用户到QQ群或者微信公众平台，收集用户的建议和反馈信息，以打磨APP的产品体验为主。APP发展后期，运用各种手段在最大程度上追求产品功能契合用户需求，周留存率达到25%，拥有一定市场份额。运营时间2年。',
    },
  ],
};
